Repository: giellalt/corpus-sms
Catalog: prestable/tmx/sms2fin/admin/sd/forms_schemes_fi/savasu_koltsaame.pdf.tmx
Source language: sms
Languages: fin

source: SäŠmmlai dommvuuŠvd kååŠddin Enontekiöst, Aanrest, SuäŠđjlest da UŠccjooǥǥâst lij čõõđtum SääŠmteŠǧǧ čuäjtõõzz mieŠldd säŠmmlai / sääŠmǩiõllsai sosiaalkääzzkõõzzi õõdâsviikkâm õõutilååkkhanǩǩõš 1.9.2007- 31.12.2009.
fin: Saamelaisten kotiseutualueen kunnissa Enontekiöllä, Inarissa, Sodankylässä ja Utsjoella on toteutettu Saamelaiskäräjien esityksestä saamelaisten / saamenkielisten sosiaalipalvelujen kehittämisyksikköhanke ajalla 1.9.2007-31.12.2009.

source: Hanǩǩõš lij leäŠmmaž vueŠss TâŠvv-LääŠddjânnam õõdâsviikkâmproggraamm.
fin: Hanke on ollut osa Pohjois-Suomen sosiaalialan kehittämisohjelmaa.

source: KååŠdd jåŠttee hanǩǩõõzz raajeelŠl õhttsažtuâŠjjsuåppmõõžž.
fin: Kunnat käynnistivät hankkeen laatimalla yhteistyösopimuksen.

source: Sosiaal- da tiõrvâsvuõttministeria oŠvddam tieŠǧǧ hanǩǩõõzz ǩiõllʼlâž da kulttuurlaž uuŠccab naroodi sosiaal- da tiõrvâsvuõttkääzzkõõzzi õõudeem – teäŠddvuŠvdde.
fin: Sosiaali- ja terveysministeriö on rahoittanut hanketta kielellisten ja kulttuuristen vähemmistöjen sosiaali- ja terveyspalvelujen edistämisen - painoalueelta.

source: Aanar kååŠdd sosiaal- da tiõrvâsvuõttluŠvddkå Šdd lij vasttääm hanǩǩõõzz vaaldšumuužžâst.
fin: Inarin kunnan sosiaali- ja terveyslautakunta on vastannut hankkeen hallinnoinnista.

source: SääŠmteŠǧǧ, TâŠvv-LääŠddjânnam sosiaaltuââŠj siltteemkõõskõs da Sámisoster ry lie leäŠmmaž mieŠldd toimmjumuužžâst.
fin: Saamelaiskäräjät, Pohjois-Suomen sosiaalialan osaamiskeskus ja Sámisoster ry ovat olleet mukana toiminnassa.

source: Hanǩǩõš lij vuõssmõs sääŠmvuuŠvd kååŠddi da SääŠmteŠǧǧ õõutveäkka čõõđtem hanǩǩõš, koŠst viiǥǥâd õõudâs sosiaal- da tiõrvâsvuõttkääzzkõõzzid kååŠddi kääzzkõõzzid puuttʼteei peâmmõõutilååǥǥin vääŠldeeŠl lokku äŠššlai vuäŠssâdvuõđ.
fin: Hanke on ensimmäinen saamelaisalueen kuntien ja Saamelaiskäräjien yhdessä toteuttama hanke, jossa kehitetään sosiaali- ja terveyspalveluja kuntien palvelutuotantoyksiköissä huomioiden asiakkaiden osallisuus.

source: Hanǩǩõõzz õhttân õõudâsviikkâm täävvtõzzân lij leäŠmmaž säŠmmlai peiŠvvhååid õõudâsviikkmuš.
fin: Hankkeen yhtenä kehittämisen tavoitteena on ollut saamelaisen päivähoidon kehittäminen.

source: SäŠmmlai håiddâkksai peâmm õõudâsviikkâmtuâŠjj jåŠttji hanǩǩõõzzâst jåŠttuum saametiim äŠšštobddi vuäŠsslai tuåimest.
fin: Saamelaisen varhaiskasvatuksen kehittämistyö käynnistyi hankkeessa muodostetun saametiimin asiantuntijajäsenten toimesta.

source: ʼõudâsviikkâmtuâŠjast lij vasttääm Aanar kååŠdd peiŠvvhååid jååđteeij.
fin: Kehittämistyöstä on vastannut Inarin kunnan päivähoidon johtaja.

source: SäŠmmlai håiddâkksai peâmmplaan raajjmužže jåŠttee õõudâsviikkâmtuâŠjjärttel, kååŠtt noorõõđi äiŠǧǧmieŠri mieldd..
fin: Saamelaisen varhaiskasvatussuunnitelman laatimiseen perustettiin kehittämistyöryhmä, joka kokoontui säännöllisesti.

source: SaaǥǥtuõŠlljeejen toimji UŠccjooǥǥ kååŠdd säŠmmlai håiddâkksai peâmmtuââŠj ohjjeei.
fin: Puheenjohtajana toimi Utsjoen kunnan saamelaisen varhaiskasvatuksen ohjaaja.

source: ʼõudâsviikkâmtuâŠjjärttel toimmjumužže vuäŠssõtte håiddâkksai peâmmpersonkååŠdd eeŠtǩeei pukin ǩiõllärttlin da sääŠmvuuŠvd kååŠddin.
fin: Varhaiskasvatushenkilöstön edustajat kaikista kieliryhmistä ja saamelaisalueen kunnista osallistuivat kehittämistyöryhmän toimintaan.

source: Håiddâkksai peâmm õõdâsviikkâmtoimmjumuš jåŠttee aalǧâst kaarttʼteeŠl sääŠmvuuŠvd håiddâkksai peâmmõõutilooǥǥi vueŠjj da mainstââttʼteeŠl personkååŠdd.
fin: Varhaiskasvatuksen kehittämistoiminta käynnistettiin aluksi kartoittamalla saamelaisalueen varhaiskasvatusyksiköiden tilanne ja haastattelemalla henkilöstöä.

source: Enontekiö, Aanar da UŠccjooǥǥ kååŠddin järjste puärrsipooŠddid, koin saǥstõlleš säŠmmlai håiddâkksai peâmmtuââŠj siiǩlaž õõdâsviikkmest da säŠmmlažvuõđ lokku väŠlddmest håiddâkksai peâmmplaanâst.
fin: Enontekiön, Inarin ja Utsjoen kunnissa järjestettiin vanhempainiltoja, joissa keskusteltiin saamelaisen varhaiskasvatuksen sisällöllisestä kehittämisestä ja saamelaisuuden huomioimisesta varhaiskasvatussuunnitelmassa.

source: SääŠmvuuŠvd håiddâkksai peâmmpersonkåŠdd vuäŠssõõđi hanǩǩõõzz äiŠǧǧen järjstum vitte õõdâsviikkâm- da škoouljempeiŠvva.
fin: Saamelaisalueen varhaiskasvatushenkilöstö osallistui hankkeen aikana järjestettyihin viiteen kehittämis- ja koulutuspäivään.

source: SääŠmvuŠvdde lij šõddâm hanǩǩõõzz äiŠǧǧen säŠmmlai håiddâkksai peâmmpersonkååŠdd õhttsažtuâŠjjsäiŠmm, kååŠtt lij raavääm personkååŠdd silttumuužž da sääŠmkulttuur vuâmmšumuužž tuâŠjast da õõudääm kååŠddi da SääŠmteŠǧǧ kõskksa õhttsažtuââŠj.
fin: Saamelaisalueelle on muodostunut hankkeen aikana saamelaisen varhaiskasvatuksen henkilöstön yhteistyöverkosto, joka on vahvistanut henkilöstön osaamista ja saamelaiskulttuurin huomioimista työssä sekä edistänyt kuntien ja saamelaiskäräjien välistä yhteistyötä.

source: ʼõdâsviikkâmhanǩǩõõzzâst lij rajjum vuõssmõs sääŠmvuuŠvd õhttsaž säŠmmlaž peiŠvvhåiddâkksai peâmmplaann õhttsažtuâŠjast personkååŠdd, puärrsi da jeeŠres äŠšštobddjivuiŠm.
fin: Kehittämishankkeessa on tehty ensimmäinen saamelaisalueen yhteinen saamelainen varhaiskasvatussuunnitelma yhteistyössä, henkilöstön, vanhempien ja eri asiantuntijoiden kanssa.

source: Håiddâkksai peâmmplaan čuäjtet väŠldded âânnma säŠmmlai dommvuuŠvd kååŠddin da LääŠddjânnmest.
fin: Varhaiskasvatussuunnitelma esitetään otettavaksi käyttöön saamelaisten kotiseutualueen kunnissa ja muualla Suomessa.

source: SäŠmmlaž håiddâkksai peâmmplaan teuŠdd väŠlddkååŠddlaž ohjjumuužž.
fin: Saamelainen varhaiskasvatussuunnitelma täydentää valtakunnallista ohjausta.

source: SäŠmmlai håiddâkksai peâmmplaan mieŠrren lij ohjjeed säŠmmlai håiddâkksai peâmm tuââŠj šlaajj da siisǩlaž čõõđđtumuužž da õõudeed kääzzkõõzzi õõutverddsa čoođtumuužž.
fin: Saamelaisen varhaiskasvatussuunnitelman tarkoituksena on ohjata saamelaisen varhaiskasvatuksen laatua ja sisällöllistä toteuttamista sekä edistää palvelujen yhdenvertaista toteutumista.

source: SäŠmmlaž håiddâkksai peâmmplaan raajjâmprosess lij leäŠmmaž vueŠss veeidâs sääŠmvuuŠvd õhttsest õõudâsviikkâmtuâŠjast.
fin: Saamelainen varhaiskasvatussuunnitelman laatimisprosessi on ollut osa laajaa saamelaisalueen yhteistä kehittämistyötä.

source: Plaan lij õin tarbb õõudâsviikkâd ââlddbužže tueŠjjeemnääŠl õhttsažtuâŠjast sääŠmvuuŠvd personkååŠdd, puärrsi da jeeŠres õhttsažtuâŠjjlaivuiŠm.
fin: Suunnitelmaa on tarpeen edelleen kehittää käytännön läheisemmäksi yhteistyössä saamelaisalueen henkilöstön, vanhempien ja eri yhteistyötahojen kanssa.

source: ʼõudâsviikkâmtuââŠj toimmjemnääŠl da tuââŠjj lie leäŠmmaž tuâŠjjlaid ouddlõs prosess.
fin: Kehittämistyön toimintamalli ja tehtävät ovat olleet tekijöilleen antoisa prosessi.

source: VuäŠssõõđi lie leäŠmmaž puârast čõõnõõttâm õhttsaž toimmjumužže.
fin: Osallistujat ovat olleet hyvin sitoutuneita yhteiseen toimintaan.

source: ʼhttsaž täävvtõzzân lij juäŠtǩǩed õhttsažtuââj rååstt kååŠdd raaŠji kååŠdd kääzzkõõzzid järjsteeŠst.
fin: Yhteisenä tavoitteena on jatkaa ylikunnallista yhteistyötä palveluita järjestettäessä.

source: SäŠmmla lie Euroopp Union vuuŠvdest odinakai alggmeeŠr, koin lij jiiŠjjes historia, ǩiõll, kulttuur, jieŠllemnääŠll da identiteett.
fin: Saamelaiset ovat Euroopan unionin alueen ainoa alkuperäiskansa, jolla on oma historia, kieli, kulttuuri, elämäntapa ja identiteetti.

source: SäŠmmla lie jälsstam Skandinavia da LääŠddjânnam tâŠvv- vueŠssin da Kuâlõõǥǥnjaarǥâst juŠn õuddal annʼjõõžži valdiai da valdiaraaji šõddmuužž.
fin: Saamelaiset ovat asuttaneet Skandinavian ja Suomen pohjoisosaa sekä Kuolan niemimaan sisäosia jo ennen nykyisten valtioiden ja valtionrajojen muodostumista.

source: Tän vuuŠvdkååččad sääŠmjânnmen.
fin: Tätä aluetta kutsutaan saamenmaaksi.

source: SäŠmmla lie neeljj valdia vuuŠvdest lasǩǩeemnääŠl mieŠldd 60 000–100 000 jiõggâd.
fin: Saamelaisia on neljän valtion alueella laskutavan mukaan 60 000–100 000 henkeä.

source: LääŠddjânnmest säŠmmla jällste SääŠmteŠǧǧ eeŠjj 2007 tiâttnorldõõǥi mieŠldd 9350 jiõŠggâd, koin nuŠt 38,3% jällste säŠmmlai dommvuŠvdest (3577).
fin: Suomessa saamelaisia asuu Saamelaiskäräjien vuoden 2007 tilastojen mukaan 9350 henkeä, joista noin 38,3% asuu saamelaisten kotiseutualueella (3577).

source: DommvuuŠvdin tarǩǩeet Enontekiö, Aanar da UŠccjooǥǥ kååŠddi vuuŠvdid di Lappi pälggasvuuŠvd SuäŠđjel kååŠddest.
fin: Kotiseutualueella tarkoitetaan Enontekiön, Inarin ja Utsjoen kuntien alueita sekä Lapin paliskunnan aluetta Sodankylän kunnasta.

source: Loopp saaŠmin jällste dommvuuŠvd åålǥbeäŠlnn jeeŠresårnn LääŠddjânnmest (5129) da ålggjânnmin (644).
fin: Loput saamelaisista asuvat kotiseutualueen ulkopuolella muualla Suomessa (5129) ja ulkomailla (644).

source: LääŠddjânnmest mainstet kooum jeeŠres sääŠmǩiõl; aanrõžǩiõl, nuõrttsääŠmǩiõl da tâŠvvsääŠmǩiõl.
fin: Suomessa puhutaan kolmea eri saamen kieltä; inarinsaamea, koltansaamea ja pohjoissaamea.

source: Arvvõozzi mieŠldd väŠjjaǥ bieŠll saaŠmin maainâst sääŠmas.
fin: Arvioiden mukaan vajaa puolet saamelaisista puhuu saamea.

source: TâŠvvsääŠm ânne 70- 80 % aanrõžǩiõl da nuõrttsääŠmǩiõl kuhttuid vueŠll 15 % sääŠmǩiõllsain saaŠmin.
fin: Pohjoissaamea käyttää 70-80 % sekä inarinsaamea ja koltansaamea kumpaakin alle 15 % saamenkielisistä saamelaisista.

source: EeŠjj 2007 statistiikk mieŠldd juŠn pâŠjjel 70 % vueŠll 10- âkksain sääŠmpäärnain jällste säŠmmlai dommvuuŠvd åålǥbeäŠlnn.
fin: Vuoden 2007 tilastojen mukaan jo yli 70 % alle 10-vuotiaista saamelaislapsista asuu saamelaisten kotiseutualueen ulkopuolella.

source: SäŠmmlai puõŠtti ääiŠj visio lij, što säŠmmlain alggmeeŠr sââŠjest lij jieŠlli sääŠmkiõll da raavâs õhttsažkåŠddvuõtt, kook tuõŠllje pâŠjjen, ravvee da õõudee sääŠmkulttuur kulttuure kuulli jieŠllemvueŠjji seillmuužž da õõudâsviikkmuužž di säŠmmlai jieŠllemnääŠl, ärbbvuâđlaž tiâttmõõžž da ärbbvuâđlaži čeäŠppvuõđi väältumuužž ođđ puõlvvõõǥǥid.
fin: Saamelaisten tulevaisuuden visiona on, että saamelaisilla alkuperäiskansana on elävä saamen kieli ja vahva yhteisöllisyys, jotka ylläpitävät, vahvistavat ja edistävät saamelaiskulttuurin ja kulttuuriin kuuluvien elinkeinojen säilymistä ja kehittämistä sekä saamelaisten elämäntavan, perinteisen tietämyksen ja perinteisten taitojen välittymistä uusille sukupolville.

source: SäŠmmlain lij tiõrvâs jiõččtobddmuš da raavâs õhttekuullâmtobddmuš.
fin: Saamelaisilla on terve itsetunto ja vahva yhteenkuuluvuuden tunne.

source: Aanrõõžž
fin: Inarinsaamelaiset

source: Aanrõõž jällste õõut valdia da õõut kååŠdd seŠstt.
fin: Inarinsaamelaiset asuvat yhden valtion ja yhden kunnan sisällä.

source: Aanrõõžži äŠrbbvuõđ mieŠlddsaž jeäŠllstemvuŠvdd lij AanarjääuŠr pirrõz.
fin: Inarinsaamelaisten perinteinen asuma-alue on Inarijärven ympäristö.

source: ÄŠrbbvuõđ mieŠlddsaž aanrõõžži takai jieŠllemnääŠll lääi luâttʼtallu vuađđuum tääll, koŠst pirǧǧumuš šõõddi kueŠllstumuužžâst, puäǯǯhåiddmuužžâst, skootthåiddmuužžâst da mäŠddtuâjast di meäŠccjumuužžâst.
fin: Perinteinen inarinsaamelainen elämänmuoto käsitti tyypillisimmillään luontaistalouteen perustuvan talonpidon, jossa toimeentulo muodostui kalastuksesta, poronhoidosta, karjanhoidosta ja maanviljelystä ja metsästyksestä.

source: Aanrõõžž lie šiõttlõõttâm puârast annʼjõž-õhttsažkå Šdda.
fin: Inarinsaamelaiset ovat sopeutuneet hyvin nyky-yhteiskuntaan.

source: SäŠmmlaž jieŠllemnääŠll da äärvv jeäŠla läppjam, peŠce tõin vuäitt tobdsted miârkid še annʼ jõõžžâst.
fin: Saamelainen elämäntapa ja arvot eivät ole kadonneet, vaan niistä voi tunnistaa merkkejä nykyisinkin.

source: Ärbbvuâđlažž jieŠllemvueŠjjest, mâŠte kueŠlstumuužžâst da puäʒʒhåiddmuužžâst vuäŠǯǯa määŋgas õin puåđ.
fin: Perinteisistä elinkeinoista, kuten kalastuksesta ja poronhoidosta saavat monet yhä toimeentulonsa.

source: Aanrõžǩiõll lij pâi leäŠmmaž uuŠccab sââŠjest: tõn mainsteeimieŠrr lij leäŠmmaž pââimošân dohatkåŠdd mainsteeijed.
fin: Inarinsaamen kieli on aina ollut vähemmistöasemassa: sen puhujamäärä lienee ollut korkeimmillaan tuhatkunta puhujaa.

source: EeŠjjest 1997 aanrõžsääŠmǩiõl õhttõs jåŠttʼtii ǩiõllpieŠss (kielâpiervâl), kuäŠs nuõrmõs ǩiõlmainsteei lääi nuõrrpooŠddâst.
fin: Vuonna 1997 Inarinsaamen kielen yhdistys perusti kielipesän (kielâpiervâl), jolloin nuorin kielenpuhuja oli teini-ikäinen.

source: ǨiõllpieŠss diõtt ǩiõl läppjumuš lij årstam da ǩiõll lij jeäŠllješkuättam.
fin: Kielipesän ansiosta kielen katoaminen on pysähtynyt ja alkanut elpyä.

source: Aanrõžǩiõl mainsteeji mieŠrr lij SääŠmteŠǧǧ statstiikk mieŠldd n. 300.
fin: Inarinsaamen kielen puhujien määrä on Saamelaiskäräjien tilaston mukaan n. 300.

source: NuõrttsäŠmmla
fin: Kolttasaamelaiset

source: NuõrttsäŠmmla lie Kuâlõõǥǥnjaarǥ alggmeeŠr, kook lie maŋŋa nuuŠbb mââilmmvääiŠn mõõnntam äŠrbbvuõđ mieŠlddsa sokkvuuŠvdeezz PeäŠccmest.
fin: Kolttasaamelaiset ovat Kuolan niemimaan alkuperäisväestöä, jotka ovat toisen maailmansodan seurauksena menettäneet perinteiset sukualueensa Petsamossa.

source: NuõrttsäŠmmla kolle nuõrttsäŠmmlaid ǩiõl da ärbbvuõđi beäŠlest.
fin: Kolttasaamelaiset kuuluvat itäsaamelaisiin kielensä ja perinteidensä puolesta.

source: NuõrttsäŠmmla jeäŠlle ortodoksiååskast.
fin: Kolttasaamelaiset ovat uskonnoltaan ortodokseja.

source: Nuõrttjõs jieŠllemnääŠl kuâsttje jm. pihttzin, prääzneǩ- da porrmõšärbbvuõđâst.
fin: Itäisiä piirteitä on nähtävissä mm. pukeutumisessa, juhla- ja tapaperinteessä ja ruokaperinteessä.

source: NuõrttsäŠmmlain vääžnai õhttsažkåŠddvuõđ lââzzteei raajji lie jm čeekulttuur, äŠrbbvuõđ mieŠlddsa siõr, sääŠmkadreâl, peŠssertuâŠjj, vuäŠddtuââŠj da rään kååđđmuš.
fin: Kolttasaamelaisilla tärkeitä yhteisöllisyyttä lisääviä tekijöitä ovat mm. teekulttuuri, perinteiset leikit, kolttakatrillitanssi, helmikirjonta, juurityöt ja raanun kudonta.

source: NuõrttsäŠmmla vuäŠǯǯu puåđ vuõss- sââŠjest šeellmuužžâst.
fin: Kolttasaamelaisten saivat toimeentulonsa pääasiassa pyyntitaloudesta.

source: Puäʒʒhåiddmuužž suåvtõlle kueŠllstumužže da meäŠccjumužže.
fin: Poronhoito sopeutettiin kalastukseen ja metsästykseen.

source: Annʼ jõõžžâst ärbbvuõđ mieĺddsain jieŠllemvueŠjjin puäŠʒʒtääll lij miârkkšõõvvi puåđkäivv vuõss- sââŠjest ČeŠvetjääuŠr vuuŠvdest.
fin: Nykyisin perinteisistä elinkeinoista porotalous on merkittävä toimeentulonlähde pääasiassa Sevettijärven alueella.

source: NuõrttsäŠmmla lie čueđi eeŠjji tuŠmmääm aaŠššin õõutâst sijddsååbbrin.
fin: Kolttasaamelaiset ovat vuosisatoja päättäneet asioistaan yhdessä kyläkokouksissa (sijddsååbbar).

source: VuäŠmm äŠššhåiddamnääŠll toimmai še annʼjõžääiŠjest; nuõrttsäŠmmlai aaŠššid håidda nuõrttsäŠmmlai õuddooumaž da sääŠmsuåvtõs.
fin: Vanha asioidenhoitomenetelmä toimii nykyäänkin; kolttien asioita hoitavat kolttien luottamusmies ja kolttaneuvosto.

source: NuõrttsäŠmmlai da sääŠmvuuŠvd jieŠllemvueŠjji, pirǧǧeemvueittemvuõdi da kulttuur pâŠjjen tuõŠlljumužže di õõudâsviikkmužže lij viõǥǥâst sääŠmlääŠǩǩ, koŠst šiõtteed läiŠnn - da tuäŠrjjeemnaali diõtt jm.
fin: Kolttien ja koltta-alueen elinolojen, toimeentulomahdollisuuksien ja kulttuurin ylläpitämiseksi ja edistämiseksi on voimassa kolttalaki, jossa säädetään laina- ja avustustavoista muun muassa kalastuksen ja poronhoidon sekä koltta-alueen palveluiden edistämiseksi.

source: NuõrttsäŠmmlaid arvvlâdde leeŠd annʼjõõžžâst LääŠddjânnmest nuŠt 700 jiõggâd.
fin: Kolttasaamelaisia arvioidaan olevan nykyisin Suomessa noin 700 henkeä.

source: NuõrttsäŠmmla jällste Aanar kååŠdd nuõrttbeäŠlnn, AanarjääuŠr sauŠjj - ooŠbđneǩǩ - da äppalčiõǥǥin, ns.
fin: Kolttasaamelaiset asuvat Inarin kunnan itäosissa, Inarijärven etelä-, kaakkois- ja koilliskulmalla, ns. koltta-alueella.

source: SiŠjjin nuŠt kuäŠlmõs jäälast sääŠmvuuŠvd åålǥbeäŠlnn.
fin: Heistä noin kolmannes asuu saamelaisalueen ulkopuolella.

source: NuõrttsääŠmǩiõl mainsteeji mieŠrr lij pâŠjjel 350.
fin: Koltansaamen puhujien määrää on yli 350.

source: NuõrttsääŠmǩiõl jeäŠlljâttmužže lie čõõđtum vuänǩõs jeäŠlljâttemtuååim eeŠjjest 1993 ääŠljeeŠl.
fin: Koltansaamen kielen elvyttämiseksi on toteutettu lyhytkestoisia kielenelvytystoimia vuodesta 1993 alkaen.

source: NuõrttsääŠmǩiõll lij LääŠddjânnmest mainstum sääŠmǩiõlin pukin jäänmõzzân vaarrvuâŠllsaž.
fin: Koltansaamen kieli on Suomessa puhuttavista saamen kielistä uhanalaisin.

source: EeŠjjest 2008 lij ǩiõl jeäŠlljâttmužže alttuum ÂŠvvlest ǩiõllpieŠsstoimmjumuš.
fin: Vuonna 2008 on kielen elvyttämiseksi aloitettu Ivalossa kielipesätoiminta.

source: SÄŠMMLA HÅIDDÂKKSAI PEÂMMʼ MUUŽŽ ÄÄRVV DA TÄÄVTʼʼZZ
fin: Varhaiskasvatuksessa lähtökohtana on lapsen edun ja oikeuksien turvaaminen.

source: Håiddâkksai peâmmʼmuužžâst vueŠljet päärnai õuddõõzzi da vuõiggâdvuõđi staanmuužžâst.
fin: Varhaiskasvatuksella on suuri merkitys myös lapsen hyvinvoinnin ja terveyden edistäjänä.

source: TäŠst plaanâst håiddâkksai peâmmʼmuš fiŠttjet håiddâkksai peââŠmm väŠlddkåŠddsai liinjâi mieŠldd siisǩlaž termmen.
fin: Tässä suunnitelmassa varhaiskasvatus ymmärretään varhaiskasvatuksen valtakunnallisten linjausten mukaisesti sisällöllisenä terminä.

source: Håiddâkksai peâmmʼmuš miertõõlâd päärna jeeŠres jieŠllemkruuggâst šõddi peâmmvuâđđlaž vuârrvaaiktõzzân, koonn vuõssmõs täävvtõzzân lij õõudeed päärna obbväŠlddsa puârast pirǧǧumuužž.
fin: Varhaiskasvatus määritellään lapsen eri elämänpiirissä tapahtuvaksi kasvatukselliseksi vuorovaikutukseksi, jonka ensisijaisena tavoitteena on edistää lapsen kokonaisvaltaista hyvinvointia.

source: SäŠmmlast håiddâkksai peâmmʼmuužžâst lij miârkkšõõvvi rool nuŠt päärnai sääŠmǩiõl da säŠmmla identiteett ravvumuužžâst mâte še säŠmmlai seillmuš jiiŠjjes meerärttlen.
fin: Saamelaisella varhaiskasvatuksella on merkittävä rooli niin lasten saamen kielen ja saamelaisen identiteetin vahvistamisessa kuin myös saamelaisten säilymisenä omana kansanryhmänään.

source: SääŠmǩiõl mättʼteem- da jeäŠlljâttemvästteemvuõđ ferttai jueŠǩǩed dååma, håiddâkksai peâmmkääzzkõõzzi da vuađmättʼtõõzz kõõskâlt.
fin: Saamen kielen opettamis- ja elvyttämisvastuuta on jaettava kodin, varhaiskasvatuspalvelujen ja perusopetuksen kesken.

source: SäŠmmlast päärnast lij vuõiggâdvuõtt tuäŠrjjõõttâd håiddâkksai peâmmkääzkõõzzid šõddâd jiiŠjjes kulttuur vuäŠssližžen da ânškueŠtted säŠmmlaid teâđaid, čeäŠppvuõđid, naalid da aarvid.
fin: Saamelaisella lapsella on oikeus saada tukea varhaiskasvatuspalveluissa kasvaakseen oman kulttuurinsa jäseneksi ja omaksuakseen saamelaisia tietoja, taitoja, tapoja ja arvoja.

source: SäŠmmla håiddâkksai peâmmtoimmjumuužž vuađđan lie säŠmmla äärvv, kook lie jeeŠrben ǩiõll, ruått, õhttsažkåŠdd, raavâs identiteett, luâtt, äŠrbbvuõđ mieŠlddsa jieŠllemvueŠjj, sooǥǥbieŠli kõskksaž tääŠzzärvv da ooumažvuõtt, määŋgkulttuurvuõtt, rääuh da suåvâdvuõtt.
fin: Saamelainen varhaiskasvatustoiminta perustuu saamelaisiin arvoihin, jotka ovat erityisesti kieli, suku, yhteisö, vahva identiteetti, luonto, perinteiset elinkeinot, sukupuolten välinen tasa-arvo ja ihmisyys, monikulttuurisuus, rauha ja sovinnollisuus.

source: SäŠmmla håiddâkksai peâmmʼmuužž mieŠrren lij ooumaž, ǩii lij jiõŠččvuađlaž, vasttõõzkueŠddi, sosialaž, luândd da siltteem beäŠlest määŋgbeäŠllsaž da ǩeäŠst lij jiiŠjjes tätt da ärvvstõõllâmoodd da ǩii pirǧǧad ođđäiggsaž õhttsažkååŠddest.
fin: Saamelaisen varhaiskasvatuksen päämääränä on ihminen, joka on itsenäinen, vastuullinen, sosiaalinen, luonteeltaan ja taidoiltaan monipuolinen ja jolla on omaa tahdonvoimaa ja arviointikykyä ja joka pärjää uudenaikaisessa yhteiskunnassa.

source: Ǩiõll lij oummu jorddmõõžž da vuârrvaaiktõõzz vuađđ.
fin: Kieli on ihmisen ajattelun ja vuorovaikutuksen perusta.

source: Ǩiõl veäkka ooumaž teâđast jiiŠjjes, šõddâd jiiŠjstez fiŠttjõõzz da še kommuunkâstt pirrõõõzin.
fin: Kielen avulla ihminen tulee tietoiseksi itsestään, muodostaa omat käsityksensä ja myös kommunikoi ympäristön kanssa.

source: Tän-nääŠleld ǩiõll toimmai õhttsaž mââilmen da kulttuuren raajjʼjen.
fin: Tällä tavalla kieli rakentaa yhteistä maailmaamme ja kulttuuriamme.

source: SäŠmmla lie mättjam jiiŠjjes jeäŠllstemvuudin leeŠd jeeŠres ǩiõli da kulttuurivuiŠm õõutsââŠjest da tän diõtt lie täuŠjja määŋgǩiõllsa da ovdde äärvv puerr ǩiõllčeäŠppvuõtte.
fin: Saamelaiset ovat asuinalueillaan luonnostaan olleet kanssakäymisissä eri kielien ja kulttuurien kanssa ja tästä johtuen ovat usein monikielisiä ja arvostavat hyvää kielitaitoa.

source: SääŠmǩiõlin tarǩǩeet pukid LääŠddjânnmest maisntum sääŠmǩiõlid, tâŠvv-, aanrõž- da nuõrttsääŠmǩiõlid.
fin: Saamen kielellä tarkoitetaan kaikkia Suomessa puhuttavia saamen kieliä, pohjois-, inarin- ja koltansaamen kieltä.

source: LääŠddjânnam sääŠmǩiõl kolle meeraikõskksaž klasstõõllmuužž (UNESCO Red Book) mieŠldd vaarvuâŠllsaid kiõlid.
fin: Suomen saamen kielet kuuluvat kansainvälisen luokituksen (UNESCO Red Book) mukaan uhanalaisiin kieliin.

source: LääŠddjânnmest mainstum aanrõž - da nuõrttsääŠmǩiõlid klasstõõlât tuõđsânji vaarvuâŠllsaid ǩiõlid.
fin: Suomessa puhuttavat inarin- ja koltansaame luokitellaan vakavasti uhanalaisiin kieliin.

source: SääŠmǩiõll lij valddum eeŠjjest 2002 EU komissio tuõđsânji vaarvuâŠllsai ǩiõli proggramme.
fin: Saamen kieli on otettu vuonna 2002 EU:n komission vakavasti uhanalaisten kielten ohjelmaan.

source: SääŠm ǩiõli väŠlddvaarr lij tõn pirreei väŠlddǩiõll- da kulttuur.
fin: Saamen kielien pääuhka on sitä ympäröivä enemmistökieli ja kulttuuri.

source: SääŠmǩiõli seillmõš õõlǥad, što õhttsažkåŠdd rääŠjj ǩiõli seiŠllmužže da õuddnumužže riŠjttjeei õuddldõõzzid.
fin: Saamen kielten säilyminen edellyttää, että yhteiskunta luo kielten säilymiselle ja kehittymiselle riittävät edellytykset.

source: Tät õõlǥad puki sääŠmǩiõli pääiŠǩ positiivilaid jeeŠrab tuåimid.
fin: Tämä edellyttää kaikkien saamen kielten kohdalla positiivisia erityistoimia.

source: Ǩiõli seillmõš õõlǥad še tõn õhttsažkååŠdd vuäŠsslai vuâmmšâddmuužž, mii kuâsttai piârri ǩiõl vaŠlljumuužžâst.
fin: Kielten säilyminen edellyttää myös sen yhteisön jäsenten tietoisuuden heräämistä, joka näkyy perheen kielen valinnassa.

source: AlggmeeŠr ǩiõli âânnemvueittemvuõđi raŠvvumuš pukin jieŠllemvuuŠvdin lij vääžnai ǩiõl seiŠllmužže da õuddnumužže.
fin: Alkuperäiskansan kielten käyttömahdollisuuksien vahvistaminen kaikilla elämän alueilla on tärkeää kielen säilymiselle ja kehittymiselle.

source: SääŠmkiõllsaž peiŠvvhåidd leŠbe ǩiõllpieŠss vuäitte leeŠd päärna odinakai sääŠmkiõllsa pirrõõzz.
fin: Saamenkielinen päivähoito tai kielipesä voi olla lapsen ainoa saamenkielinen ympäristö.

source: SääŠmǩiõllsaž peiŠvvhåiddmužže puõŠtti päärnai sääŠmǩiõl vaaldšummuš vuäitt leeŠd seämma jeeŠres tääzzin.
fin: Saamenkieliseen päivähoitoon tulevien lasten saamen kielen hallinta voi olla hyvinkin eri tasoilla.

source: TâŠvvsääŠmǩiõllsest peiŠvvhååidâst ǩiõlsiltteem beäŠlest jeeŠrestääzzest åårai päärna šeätte seämma ärttla.
fin: Pohjoissaamenkielisessä päivähoidossa kielitaidoiltaan eritasoiset lapset sijoittuvat samaan ryhmään.

source: Eärben vâŠǯǯelvuõttân lij tõt, mäŠhtt håiddâkksai peâmmʼmuužžâst vääŠlded lokku päärna ǩiõlvuađlaž taarbid määŋgnallšem päärnai ärttlest, koŠst lie jeeŠrestääzz mättjeei da kooi ǩiõlsiltteem da tuäŠrjjtaarbb vaajtâlle jiânnai.
fin: Erityisenä haasteena onkin se, miten varhaiskasvatuksessa huomioidaan lapsen kielelliset tarpeet monimuotoisessa lapsiryhmässä, jossa on erilaisia oppijoita ja joiden kielitaidon taso ja tuen tarpeet vaihtelevat paljon.

source: Jos päärna ǩiõlmättjem rijttjeei tuäŠrjjumuužž jeäŠt vuâmmaš tõt vuäitt viikkâd sääŠmǩiõllsa päärna ǩiõl vaajjtumuužže lääŠddǩiõllân.
fin: Mikäli kielen omaksumisen tukemiseen ei kiinnitetä riittävää huomiota, tilanne voi johtaa saamenkielisen lapsen kielen vaihtumiseksi suomen kieleen.

source: Pukin håiddâkksai peâmmkääzkõõzzin ferttai ainsmâŠtted päärna õõutverddsaž vuõiggâdvuõtt jiiŠjjes ǩiõlle da kulttuure.
fin: Kaikissa varhaiskasvatuspalveluissa tulee varmistaa lapsen yhdenvertainen oikeus omaan kieleen ja kulttuuriin.

source: SääŠmǩiõll vuõssmõzzân leŠbe nuŠbben ǩiõllân
fin: Saamen kieli ensimmäisenä tai toisena kielenä
